<h1>Termos de uso acordados entre a MEDCHECK e o USU&Aacute;RIO</h1>
<p>Este instrumento, daqui em diante chamado &ldquo;TERMOS DE USO&rdquo;, servem ao mesmo tempo como (i) o&nbsp;<strong>Contrato de Licenciamento de Uso de Software</strong>&nbsp;entre MEDCHECK., com sede na cidade de Belo Horizonte, Estado de Minas Gerais, na Avenida Oleg&aacute;rio Maciel, n&ordm; 1639/1202, Lourdes, CEP 30.180-117, e inscrita no CPF/MF sob o no. 927.949.206-34, daqui em diante chamada MEDCHECK, e o USU&Aacute;RIO, daqui em diante chamado &ldquo;USU&Aacute;RIO&rdquo;, que decida utilizar o software desenvolvido pela MEDCHECK, (ii) os&nbsp;<strong>Termos de Uso </strong>para a utiliza&ccedil;&atilde;o desse software e (iii) a&nbsp;<strong>Pol&iacute;tica de Privacidade, Armazenamento e Seguran&ccedil;a de Dados</strong>&nbsp;da MEDCHECK. &nbsp;</p>
<p>Pelos TERMOS DE USO s&atilde;o estabelecidas as condi&ccedil;&otilde;es gerais pelas quais o USU&Aacute;RIO se obriga ao utilizar o software a ele licenciado pela MEDCHECK, o qual consiste nas funcionalidades oferecidas pelo conjunto da plataforma tecnol&oacute;gica da MEDCHECK, pelo aplicativo da MEDCHECK para&nbsp;<em>smartphones</em>&nbsp;e&nbsp;<em>tablets</em>, daqui em diante chamado &ldquo;APLICATIVO&rdquo;. &nbsp;</p>
<p>Os TERMOS DE USO s&atilde;o o consenso integral e plenamente vinculante entre a MEDCHECK e o USU&Aacute;RIO, sendo o &uacute;nico documento a reger sua rela&ccedil;&atilde;o contratual, substituindo todos e quaisquer acordos e entendimentos, verbais ou escritos, mantidos anteriormente. A aceita&ccedil;&atilde;o dos TERMOS DE USO &eacute; obrigat&oacute;ria para a utiliza&ccedil;&atilde;o dos servi&ccedil;os prestados pela MEDCHECK e a mera utiliza&ccedil;&atilde;o do APLICATIVO implica a imediata concord&acirc;ncia com todas as suas cl&aacute;usulas, pol&iacute;ticas e princ&iacute;pios.</p>
<p>Os TERMOS DE USO s&atilde;o mostrados ao USU&Aacute;RIO e por ele necessariamente aceitos quando do in&iacute;cio do processo de instala&ccedil;&atilde;o, cadastro e utiliza&ccedil;&atilde;o do APLICATIVO, e dada sua publicidade n&atilde;o permitem que o USU&Aacute;RIO alegue desconhecimento das regras e obriga&ccedil;&otilde;es criadas por meio deles.</p>
<p><strong>TODA E QUALQUER PESSOA, F&Iacute;SICA OU JUR&Iacute;DICA, QUE SE TORNAR USU&Aacute;RIA DO APLICATIVO DA MEDCHECK DECLARA ACEITAR ESTES TERMOS DE USO.</strong></p>
<p>&nbsp;</p>
<h2>1. DEFINI&Ccedil;&Otilde;ES</h2>
<p>1.1. MEDCHECK: &eacute; Andr&eacute; Luis Bernadeli Ferreira., propriet&aacute;rio e licenciante do APLICATIVO. A MEDCHECK presta um servi&ccedil;o de licenciamento de uso de software.</p>
<p>1.2. USU&Aacute;RIO: &eacute; o usu&aacute;rio licenciado,</p>
<p>1.3. APLICATIVO: &eacute; o conjunto de funcionalidades dispon&iacute;veis ao USU&Aacute;RIO por meio da plataforma tecnol&oacute;gica da MEDCHECK, pelo aplicativo da MEDCHECK para&nbsp;<em>smartphones</em>&nbsp;e&nbsp;<em>tablets</em>, que permite a conex&atilde;o entre USU&Aacute;RIO e PACIENTE para que o primeiro preste servi&ccedil;o de ..........</p>

<h2>2. DOS SERVI&Ccedil;OS PRESTADOS PELA MEDCHECK AO USU&Aacute;RIO.</h2>
<p>2.1. Por meio destes TERMOS DE USO, a MEDCHECK licencia onerosamente, nos termos das cl&aacute;usulas abaixo, o uso do APLICATIVO ao USU&Aacute;RIO, em car&aacute;ter n&atilde;o-exclusivo. &nbsp;</p>
<p>2.2. A MEDCHECK &eacute; respons&aacute;vel por licenciar ao USU&Aacute;RIO o uso do APLICATIVO, bem como mant&ecirc;-lo em funcionamento, nos termos das cl&aacute;usulas abaixo.</p>
<p>2.3 Para utilizar o APLICATIVO, o USU&Aacute;RIO dever&aacute; aderir a estes TERMOS DE USO, aceitando as regras por eles estabelecidas, al&eacute;m de realizar e manter atualizado seu cadastro e sua habilita&ccedil;&atilde;o junto &agrave; MEDCHECK.</p>

<h2>3. DA LICEN&Ccedil;A DE USO DE SOFTWARE</h2>
<p>3.1. Estes TERMOS DE USO criam exclusivamente, entre a MEDCHECK e o USU&Aacute;RIO, uma rela&ccedil;&atilde;o contratual de licenciamento de uso de software, em que a MEDCHECK &eacute; a licenciante do APLICATIVO e o USU&Aacute;RIO o licenciado para utiliz&aacute;-lo.</p>
<p>3.2. A licen&ccedil;a de uso do APLICATIVO feita pela MEDCHECK ao USU&Aacute;RIO &eacute; onerosa.</p>
<p>3.3. A licen&ccedil;a de uso do APLICATIVO &eacute; feita nos limites e segundo as condi&ccedil;&otilde;es destes TERMOS DE USO, podendo ser o contrato suspenso ou resilido, de acordo com as provis&otilde;es aqui estabelecidas.</p>
<p>3.3.1. A MEDCHECK concede ao USU&Aacute;RIO uma licen&ccedil;a limitada, pessoal, n&atilde;o exclusiva, n&atilde;o transfer&iacute;vel, n&atilde;o comercial e plenamente revog&aacute;vel, para utilizar o APLICATIVO em seu&nbsp;<em>smartphone</em>,&nbsp;<em>tablet&nbsp;</em>ou computador em conformidade com as condi&ccedil;&otilde;es previstas nestes TERMOS DE USO.</p>
<p>3.3.2. A MEDCHECK n&atilde;o se responsabiliza por danos sofridos pelo USU&Aacute;RIO em raz&atilde;o de c&oacute;pia, transfer&ecirc;ncia, distribui&ccedil;&atilde;o ou qualquer outra forma de utiliza&ccedil;&atilde;o de conte&uacute;do protegido disponibilizado no APLICATIVO.</p>
<p>3.4. A MEDCHECK reserva a si todos os direitos ao APLICATIVO n&atilde;o expressamente concedidos aqui.</p>
<p>&nbsp;</p>

<h2>4. DA INEXIST&Ecirc;NCIA DE V&Iacute;NCULOS ENTRE A MEDCHECK e o USU&Aacute;RIO</h2>
<p>4.1. O USU&Aacute;RIO reconhece que estes TERMOS DE USO e o seu cadastro junto &agrave; MEDCHECK n&atilde;o estabelecem qualquer tipo de v&iacute;nculo societ&aacute;rio, associativo ou cooperativo.</p>
<p>4.2. O&nbsp;USU&Aacute;RIO&nbsp;reconhece que o APLICATIVO da MEDCHECK &eacute; uma ferramenta auxiliar &agrave; presta&ccedil;&atilde;o dos servi&ccedil;os regularmente executada pelo USU&Aacute;RIO, n&atilde;o sendo essencial para o desenvolvimento de suas atividades econ&ocirc;micas.</p>


<h2>5. DAS RESPONSABILIDADES</h2>
<p>5.1. Quaisquer perdas, preju&iacute;zos ou danos decorrentes ou relativos aos servi&ccedil;os prestados pelo USU&Aacute;RIO s&atilde;o de responsabilidade exclusiva do&nbsp;USU&Aacute;RIO.</p>
<p>5.2. O USU&Aacute;RIO reconhece que a MEDCHECK &eacute; isenta de qualquer dano ou preju&iacute;zo ao qual n&atilde;o tiver dado causa direta.</p>
<p>5.2.1. A MEDCHECK ser&aacute; ressarcida direta ou indiretamente, de forma regressiva, pelo USU&Aacute;RIO que der causa ao dano ou preju&iacute;zo.</p>
<p>5.3. O USU&Aacute;RIO reconhece que a MEDCHECK n&atilde;o ser&aacute; responsabilizada:</p>
<ol>
<li>Pelo uso inadequado do APLICATIVO por qualquer USU&Aacute;RIO, nem pelos problemas, danos ou preju&iacute;zos dele decorrentes;</li>
<li>Pela n&atilde;o-aceita&ccedil;&atilde;o de cadastramento do USU&Aacute;RIO junto a meios de pagamento administrados por terceiros;</li>
<li>Pela participa&ccedil;&atilde;o do USU&Aacute;RIO em esquemas de fraude ou burla a estes TERMOS DE USO;</li>
<li>Pelas condutas abusivas ou dolosas por parte do USU&Aacute;RIO que gerem ou possam gerar danos ou preju&iacute;zos, financeiros ou n&atilde;o, &agrave; MEDCHECK ou a terceiros.</li>
</ol>
<p>5.4. Sem preju&iacute;zo de outras obriga&ccedil;&otilde;es decorrentes destes TERMOS DE USO, o USU&Aacute;RIO obriga-se a:</p>
<ol>
<li>Responder pelo uso incorreto, indevido ou fraudulento do APLICATIVO;</li>
<li>Possuir e manter em funcionamento regular os equipamentos t&eacute;cnicos e operacionais necess&aacute;rios para a utiliza&ccedil;&atilde;o do APLICATIVO e para a presta&ccedil;&atilde;o de servi&ccedil;os realizada.</li>
<li>O USU&Aacute;RIO concorda em indenizar a MEDCHECK, suas filiais, empresas controladas ou controladoras, diretores, administradores, colaboradores, representantes e empregados por qualquer perda, responsabiliza&ccedil;&atilde;o, reclama&ccedil;&atilde;o ou demanda, por quaisquer preju&iacute;zos devido a, ou resultantes da, sua utiliza&ccedil;&atilde;o dos Aplicativos.</li>
</ol>
<p>5.5. Sem preju&iacute;zo de outras obriga&ccedil;&otilde;es decorrentes destes TERMOS DE USO, a MEDCHECK obriga-se a:</p>
<ol>
<li>Manter o licenciamento do APLICATIVO ao USU&Aacute;RIO, ressalvadas as hip&oacute;teses previstas por estes TERMOS DE USO;</li>
<li>Manter em funcionamento o APLICATIVO, na forma destes TERMOS DE USO;</li>
<li>Tornar p&uacute;blicas, por canais adequados, eficientes e proporcionais quaisquer altera&ccedil;&otilde;es relevantes nestes TERMOS DE USO;</li>
<li>Envidar os melhores esfor&ccedil;os para evitar fraudes e aumentar a seguran&ccedil;a dos dados pessoais do USU&Aacute;RIO.</li>
</ol>
<p>&nbsp;</p>

<h2>6. DA REMUNERA&Ccedil;&Atilde;O DA MEDCHECK PELO LICENCIAMENTO DO USO DO SOFTWARE</h2>
<p>6.1. A remunera&ccedil;&atilde;o da MEDCHECK pela licen&ccedil;a de uso de software ser&aacute; devida pelo USU&Aacute;RIO nos termos da cl&aacute;usula 4 acima.</p>
<p>6.2. O USU&Aacute;RIO se compromete a aceitar os termos de uso das empresas especializadas em servi&ccedil;os financeiros que ofere&ccedil;am o sistema eletr&ocirc;nico de pagamentos pelo pr&oacute;prio APLICATIVO em parceria com a MEDCHECK.</p>
<p>6.3. Caso o Usu&aacute;rio opte por realizar o pagamento utilizando &ldquo;Cart&atilde;o de cr&eacute;dito&rdquo;, ele fornecer&aacute; seus dados no Aplicativo e esses dados ser&atilde;o enviados ao Adquirente que &eacute; o respons&aacute;vel pela liquida&ccedil;&atilde;o financeira da transa&ccedil;&atilde;o.</p>


<h2>7. DAS PROMO&Ccedil;&Otilde;ES, DOS DESCONTOS E DOS VOUCHERS</h2>
<p>7.1. A MEDCHECK poder&aacute;, atrav&eacute;s de regulamento espec&iacute;fico de promo&ccedil;&otilde;es e ou a&ccedil;&otilde;es de marketing, sozinha ou em parceria com outras empresas e institui&ccedil;&otilde;es, e a seu livre e exclusivo crit&eacute;rio, oferecer vouchers e descontos ao USU&Aacute;RIO cadastrado no APLICATIVO.</p>

<h2>8. DO CADASTRO DO USU&Aacute;RIO NO APLICATIVO</h2>
<p>8.1. Para utilizar o APLICATIVO, o USU&Aacute;RIO dever&aacute; solicitar &agrave; MEDCHECK a valida&ccedil;&atilde;o de seu cadastro, fornecendo informa&ccedil;&otilde;es e documentos ver&iacute;dicos, completos e atualizados, reconhecendo que seu acesso ao APLICATIVO poder&aacute; ser negado ou suspenso caso seja constatada falta, erro ou fraude.</p>
<p>8.2. A MEDCHECK poder&aacute; suspender preventivamente o acesso do USU&Aacute;RIO ao APLICATIVO caso tome conhecimento de informa&ccedil;&otilde;es imprecisas ou inver&iacute;dicas em seu cadastro, devendo restabelec&ecirc;-lo t&atilde;o logo o USU&Aacute;RIO corrija ou confirme tais informa&ccedil;&otilde;es.</p>
<p>8.3. Caso o USU&Aacute;RIO n&atilde;o corrija ou confirme referidas informa&ccedil;&otilde;es no prazo m&aacute;ximo de 15 (quinze) dias, contados da data de solicita&ccedil;&atilde;o pela MEDCHECK, a MEDCHECK poder&aacute; suspender ou resilir o contrato de licenciamento de uso de software, impedindo o acesso do USU&Aacute;RIO ao APLICATIVO.</p>
<p>8.4. Ap&oacute;s receber a documenta&ccedil;&atilde;o de cadastro, a MEDCHECK efetuar&aacute; uma an&aacute;lise e poder&aacute; aceitar ou recusar a solicita&ccedil;&atilde;o de cadastro do USU&Aacute;RIO.</p>
<p>8.4.1. O USU&Aacute;RIO que tomar ci&ecirc;ncia de informa&ccedil;&otilde;es imprecisas ou inver&iacute;dicas, ou de documentos irregulares, constantes do seu cadastro, dever&aacute; notificar a MEDCHECK, requisitando a corre&ccedil;&atilde;o das informa&ccedil;&otilde;es ou apresentando os documentos regularizados.</p>
<p>8.4.2. Caso verifique a omiss&atilde;o do USU&Aacute;RIO, a MEDCHECK poder&aacute; suspender ou resilir o contrato, impedindo o acesso do USU&Aacute;RIO ao APLICATIVO.</p>
<p>8.5. O USU&Aacute;RIO cujo contrato for suspenso ou resilido e cujo acesso ao APLICATIVO for impedido pela MEDCHECK n&atilde;o poder&aacute;, salvo expressa liberalidade da MEDCHECK, realizar novo cadastro.</p>
<p>8.6. &Eacute; vedada a transfer&ecirc;ncia, cess&atilde;o, comodato ou qualquer tipo de transfer&ecirc;ncia ou empr&eacute;stimo, por qualquer forma, do cadastro do USU&Aacute;RIO a terceiros. O cadastro do USU&Aacute;RIO &eacute; pessoal e intransfer&iacute;vel e qualquer viola&ccedil;&atilde;o poder&aacute; resultar em suspens&atilde;o ou resili&ccedil;&atilde;o do contrato.</p>
<p>&nbsp;</p>

<h2>9. DO USO DO APLICATIVO PELO USU&Aacute;RIO</h2>
<p>9.1. Para utilizar o APLICATIVO, s&atilde;o condi&ccedil;&otilde;es indispens&aacute;veis que o USU&Aacute;RIO:</p>
<ol>
<li>Possua&nbsp;<em>smartphone</em>ou&nbsp;<em>tablet</em>&nbsp;com acesso &agrave; internet e/ou pacote de dados ativo e sistema IOS (sempre atualizado para a vers&atilde;o mais recente);</li>
<li>Fa&ccedil;a o&nbsp;<em>download</em>do APLICATIVO em seu<em>&nbsp;smartphone</em>&nbsp;ou&nbsp;<em>tablet</em>;</li>
<li>Ative sua conta no APLICATIVO;</li>
</ol>
<p>9.2. O USU&Aacute;RIO se compromete, sob as penas da lei, a utilizar o APLICATIVO apenas de maneiras e para fins estritamente legais, leg&iacute;timos e permitidos por estes TERMOS DE USO.</p>
<p>&nbsp;</p>

<h2>10. DAS FRAUDES E DO CHARGEBACK</h2>
<p>10.1. A MEDCHECK n&atilde;o se responsabiliza por quaisquer condutas fraudulentas por parte de USU&Aacute;RIO, podendo inclusive impedir, em raz&atilde;o delas, seu acesso ao APLICATIVO.</p>
<p>10.1.1. A MEDCHECK poder&aacute;, ainda, agir judicial ou extrajudicialmente contra USU&Aacute;RIO envolvido em fraude.</p>
<p>10.1.2. A MEDCHECK analisa caso a caso as suspeitas de fraude e as ocorr&ecirc;ncias de CHARGEBACK. Durante a verifica&ccedil;&atilde;o de potencial fraude ou CHARGEBACK, a MEDCHECK pode reter o pagamento de valores ao USU&Aacute;RIO.</p>
<p>10.1.3. A MEDCHECK se reserva ao direito de descontar, em pagamentos subsequentes eventualmente devidos ao USU&Aacute;RIOS, os valores anteriormente pagos sobre os quais tenha sido constatada fraude.</p>
<p>10.1.4. A utiliza&ccedil;&atilde;o do APLICATIVO com o intuito de fraude pelo USU&Aacute;RIO resultar&aacute; na obriga&ccedil;&atilde;o de indenizar a MEDCHECK por eventuais danos causados e ser&aacute; pun&iacute;vel nos termos da legisla&ccedil;&atilde;o em vigor.</p>
<p>10.2. A MEDCHECK n&atilde;o possui qualquer inger&ecirc;ncia sobre os CHARGEBACKS, leg&iacute;timos ou n&atilde;o, realizados por um USU&Aacute;RIO.</p>
<p>10.2.1. Em todos os casos de CHARGEBACK, contudo, a MEDCHECK empenhar&aacute; seus melhores esfor&ccedil;os para resolu&ccedil;&atilde;o do problema, de forma a evitar a contesta&ccedil;&atilde;o indevida da fatura pelo USU&Aacute;RIO.</p>
<p>&nbsp;</p>

<h2>11. DA SUSPENS&Atilde;O UNILATERAL DO CONTRATO DE LICEN&Ccedil;A DE USO DE SOFTWARE PELA MEDCHECK</h2>
<p>11.1. A suspens&atilde;o do contrato interrompe a licen&ccedil;a de uso do software e pro&iacute;be o acesso do USU&Aacute;RIO ao APLICATIVO temporariamente.&nbsp;</p>

<h2>12. DA RESILI&Ccedil;&Atilde;O DO CONTRATO DE LICEN&Ccedil;A DE USO DE SOFTWARE PELA MEDCHECK</h2>
<p>12.1. A resili&ccedil;&atilde;o do contrato p&otilde;e fim &agrave; licen&ccedil;a de uso do software e pro&iacute;be permanentemente o acesso do USU&Aacute;RIO ao APLICATIVO.</p>
<p>12.2. A MEDCHECK&nbsp;<strong>poder&aacute; resilir o contrato de licen&ccedil;a de uso do software com o USU&Aacute;RIO</strong>&nbsp;sempre que houver reincid&ecirc;ncia em suspens&atilde;o.</p>
<p>12.3. A MEDCHECK&nbsp;<strong>poder&aacute; tamb&eacute;m resilir o contrato de licen&ccedil;a de uso do software com o USU&Aacute;RIO</strong>&nbsp;sempre que verificada uma das seguintes hip&oacute;teses constatadas pela MEDCHECK:</p>
<p>12.3.1. Descumprimento, por parte do USU&Aacute;RIO, de quaisquer dos termos de uso aqui acordados;</p>
<p>12.3.2. Uso indevido, irregular ou abusivo do APLICATIVO por parte do USU&Aacute;RIO que seja considerado prejudicial &agrave; imagem ou &agrave; opera&ccedil;&atilde;o da MEDCHECK ou a terceiros, a crit&eacute;rio exclusivo da MEDCHECK.</p>
<p>12.3.3. Quando ocorrerem reclama&ccedil;&otilde;es abusivas contra a MEDCHECK por parte do USU&Aacute;RIO, consistentes em reclama&ccedil;&otilde;es falsas ou enganosas, realizadas por canais indevidos ou sem a tentativa de comunica&ccedil;&atilde;o pr&eacute;via e resolu&ccedil;&atilde;o do problema diretamente com a MEDCHECK.</p>
<p>12.4. A MEDCHECK&nbsp;<strong>poder&aacute; ainda resilir o contrato de licen&ccedil;a de uso do software com o USU&Aacute;RIO</strong>&nbsp;sempre que verificada, ainda que por uma &uacute;nica vez, qualquer conduta fraudulenta por parte do USU&Aacute;RIO, acarretando ela ou n&atilde;o preju&iacute;zo direto e imediato &agrave; MEDCHECK ou a terceiros.</p>
<p>12.4.1. S&atilde;o exemplos de condutas fraudulentas por parte do USU&Aacute;RIO, sem preju&iacute;zo de outras hip&oacute;teses:</p>
<p>12.4.1.1. Tentar se apropriar indevidamente de promo&ccedil;&otilde;es ou a&ccedil;&otilde;es de marketing oferecidas pela MEDCHECK a fim de obter recebimentos por presta&ccedil;&otilde;es de servi&ccedil;o n&atilde;o realizadas.</p>
<p>12.4.2. Independentemente da decis&atilde;o da MEDCHECK sobre resilir ou n&atilde;o o contrato de licenciamento de uso de software, as condutas que indicarem qualquer tipo de fraude ou descumprimento s&eacute;rio dos termos de uso aqui acordados poder&atilde;o ser submetidas a an&aacute;lise, podendo o contrato de licen&ccedil;a de uso de software ser suspenso por tempo indeterminado, at&eacute; a comprova&ccedil;&atilde;o da licitude da conduta.</p>
<p>12.5. As informa&ccedil;&otilde;es fornecidas pelo USU&Aacute;RIO que tiver seu contrato resilido, a exemplo daquele que solicitar o cancelamento de seu cadastro, ser&atilde;o armazenadas pela MEDCHECK pelo prazo previsto em lei, para presta&ccedil;&atilde;o de informa&ccedil;&otilde;es &agrave;s autoridades competentes.</p>
<p>&nbsp;</p>

<h2>13. DAS EVENTUAIS FALHAS DO APLICATIVO E DA LIMITA&Ccedil;&Atilde;O DE RESPONSABILIDADE</h2>
<p>13.1. A MEDCHECK n&atilde;o garante que o APLICATIVO estar&aacute; dispon&iacute;vel ininterruptamente nem que estar&aacute; livre de erros.</p>
<p>13.1.1. Eventualmente, o APLICATIVO poder&aacute; n&atilde;o estar dispon&iacute;vel por motivos t&eacute;cnicos ou falhas da internet, ou por qualquer outro motivo de caso fortuito ou de for&ccedil;a maior, alheio ao controle da MEDCHECK.</p>
<p>13.1.2. A MEDCHECK, contudo, envidar&aacute; os melhores esfor&ccedil;os para manter o APLICATIVO no ar durante 24 (vinte e quatro) horas por dia, sem interrup&ccedil;&atilde;o, salvo a impossibilidade de funcionamento integral e ininterrupto do sistema de telecomunica&ccedil;&atilde;o ou de inform&aacute;tica, por motivos de caso fortuito ou de for&ccedil;a maior.</p>
<p>13.1.3. A MEDCHECK n&atilde;o ser&aacute; responsabilizada por danos ou preju&iacute;zos causados ao USU&Aacute;RIO em virtude de qualquer interrup&ccedil;&atilde;o no funcionamento do APLICATIVO.</p>
<p>13.2. A MEDCHECK n&atilde;o responder&aacute; por quaisquer danos ou preju&iacute;zos causados ao&nbsp;<em>smartphone</em>&nbsp;ou&nbsp;<em>tablet</em>&nbsp;do USU&Aacute;RIO pelo uso do APLICATIVO, inclusive por qualquer v&iacute;rus que possa atacar o referido equipamento eletr&ocirc;nico em decorr&ecirc;ncia do acesso, utiliza&ccedil;&atilde;o ou navega&ccedil;&atilde;o na internet ou como consequ&ecirc;ncia da transfer&ecirc;ncia de dados, arquivos, imagens, textos ou &aacute;udio.</p>
<p>13.2.1. A MEDCHECK tamb&eacute;m n&atilde;o ser&aacute; respons&aacute;vel por quaisquer danos, preju&iacute;zos ou pela perda de equipamentos do USU&Aacute;RIO, ocasionados por condutas de terceiros, caso fortuito ou for&ccedil;a maior.</p>
<p>&nbsp;</p>

<h2>14. DA PROPRIEDADE INTELECTUAL DA MEDCHECK SOBRE O APLICATIVO</h2>
<p>14.1. Observados o disposto nas Leis n&ordm; 9.279/96, 9.609/98 e 9.610/98, e sem preju&iacute;zo das demais normas relativas &agrave; prote&ccedil;&atilde;o da propriedade intelectual, o USU&Aacute;RIO reconhece que o APLICATIVO, bem como todo o conte&uacute;do dispon&iacute;vel nas plataformas tecnol&oacute;gicas ou softwares da MEDCHECK, incluindo as marcas, logotipos, textos, gr&aacute;ficos, fotografias, v&iacute;deos, conte&uacute;do de &aacute;udio, telas, programas de computador, bancos de dados e arquivos de transmiss&atilde;o s&atilde;o de propriedade exclusiva da&nbsp;MEDCHECK ou dos pertinentes terceiros licenciantes, conforme o caso. &Eacute; proibida, sob as penas da lei e com engajamento da responsabilidade civil contratual e extracontratual do USU&Aacute;RIO infrator, a sua c&oacute;pia, reprodu&ccedil;&atilde;o, distribui&ccedil;&atilde;o, transmiss&atilde;o, publica&ccedil;&atilde;o, conex&atilde;o ou qualquer outro tipo de modifica&ccedil;&atilde;o sem a pr&eacute;via e expressa autoriza&ccedil;&atilde;o da&nbsp;MEDCHECK.</p>
<p>14.2. O USU&Aacute;RIO reconhece que o&nbsp;<em>download</em>&nbsp;de qualquer conte&uacute;do do APLICATIVO&nbsp;n&atilde;o lhe confere a propriedade sobre o respectivo conte&uacute;do. Quaisquer marcas exibidas no APLICATIVO&nbsp;n&atilde;o devem ser consideradas como de dom&iacute;nio p&uacute;blico e s&atilde;o de propriedade exclusiva da&nbsp;MEDCHECK&nbsp;ou dos terceiros licenciantes.</p>
<p>&nbsp;</p>

<h2>15. DA POL&Iacute;TICA DE PRIVACIDADE, DO ARMAZENAMENTO E DA SEGURAN&Ccedil;A DE DADOS PESSOAIS</h2>
<p>15.1. Todo e qualquer dado pessoal do USU&Aacute;RIO, obtido pela MEDCHECK quando do seu cadastro ou do uso do APLICATIVO e do CART&Atilde;O, ser&aacute; armazenado em servidores ou meios magn&eacute;ticos seguros da pr&oacute;pria MEDCHECK ou de terceiros escolhidos pelos crit&eacute;rios da qualidade e da idoneidade.</p>
<p>15.1.1. Para os efeitos destes TERMOS DE USO, s&atilde;o considerados &ldquo;dados pessoais&rdquo; todos os dados n&atilde;o-p&uacute;blicos relativos &agrave; identidade e &agrave; vida privada de seu titular.</p>
<p>15.1.2. Por &ldquo;servidores ou meios magn&eacute;ticos seguros&rdquo; entende-se todo o meio eficaz para o armazenamento de dados que esteja de acordo com os padr&otilde;es e especifica&ccedil;&otilde;es de seguran&ccedil;a empregados por empresas semelhantes &agrave; MEDCHECK.</p>
<p>15.2. A MEDCHECK envidar&aacute; os melhores esfor&ccedil;os, dentro dos limites da proporcionalidade, para manter a confidencialidade e a seguran&ccedil;a dos dados pessoais do TAXISTA sob sua guarda.</p>
<p>15.2.1. A MEDCHECK n&atilde;o ser&aacute; responsabilizada, contudo, por danos ou preju&iacute;zos sofridos pelo USU&Aacute;RIO por caso fortuito ou for&ccedil;a maior, nem por decorr&ecirc;ncia da viola&ccedil;&atilde;o ou circunavega&ccedil;&atilde;o das medidas de seguran&ccedil;a implementadas por parte de terceiros que utilizem, irregular ou delituosamente, as redes p&uacute;blicas, a internet ou quaisquer outros meios tecnol&oacute;gicos para violar sistemas e acessar ilegalmente os referidos dados. &nbsp;</p>
<p>15.2.2. O USU&Aacute;RIO aceita que seus dados pessoais, ainda que sejam individualiz&aacute;veis e permitam sua identifica&ccedil;&atilde;o, poder&atilde;o ser acessados por funcion&aacute;rios da pr&oacute;pria MEDCHECK, para gera&ccedil;&atilde;o de relat&oacute;rios variados, para a corre&ccedil;&atilde;o de erros operacionais e para a an&aacute;lise de poss&iacute;veis casos de fraude.</p>
<p>15.3. O USU&Aacute;RIO aceita que a MEDCHECK utiliza tecnologias comuns de internet para acompanhar as intera&ccedil;&otilde;es do USU&Aacute;RIO com o APLICATIVO, inclusive com coleta e armazenamento de endere&ccedil;o de IP, p&aacute;gina solicitada, tempo de dura&ccedil;&atilde;o do acesso, tipo de aparelho ou terminal, navegador, operadora de telefonia celular, provedor de acesso &agrave; internet, localiza&ccedil;&atilde;o f&iacute;sica do USU&Aacute;RIO.</p>
<p>15.4. O USU&Aacute;RIO aceita que seus dados pessoais podem ser coletados e armazenados por quaisquer formas leg&iacute;timas de intera&ccedil;&atilde;o com o APLICATIVO, incluindo, mas n&atilde;o apenas, os casos seguintes:</p>
<ol>
<li>Quando tais dados forem inseridos no APLICATIVO quando do cadastro do USU&Aacute;RIO junto &agrave; MEDCHECK;</li>
<li>Quando da realiza&ccedil;&atilde;o do&nbsp;<em>download</em>do APLICATIVO para o&nbsp;<em>smartphone</em>&nbsp;ou&nbsp;<em>tablet</em>&nbsp;do USU&Aacute;RIO;</li>
<li>Quando do envio de e-mails &agrave; MEDCHECK;</li>
<li>Quando da conex&atilde;o com outros&nbsp;<em>sites</em>e aplica&ccedil;&otilde;es de internet de parceiros da MEDCHECK;</li>
</ol>
<p>&nbsp;</p>
<p>15.5. O USU&Aacute;RIO autoriza a MEDCHECK a compartilhar seus dados pessoais, de forma agregada e n&atilde;o-individualizada, com anunciantes, patrocinadores e parceiros comerciais, inclusive para efeito de oferecimento de promo&ccedil;&otilde;es, benef&iacute;cios e produtos de seu interesse ao USU&Aacute;RIO, al&eacute;m de m&iacute;dia program&aacute;tica,&nbsp;<em>remarketing</em>&nbsp;e afins.</p>
<p>15.5.1. Caso o USU&Aacute;RIO deseje proibir a divulga&ccedil;&atilde;o de seus dados pessoais de que trata a cl&aacute;usula 18.5 acima, dever&aacute; enviar notifica&ccedil;&atilde;o &agrave; MEDCHECK por meio do APLICATIVO. Enquanto n&atilde;o for enviada a referida notifica&ccedil;&atilde;o, e a partir de 15 (quinze) dias da data de preenchimento do seu cadastro, a omiss&atilde;o ser&aacute; considerada como aceite t&aacute;cito, reconhecendo o USU&Aacute;RIO o direito da MEDCHECK em compartilhar os mencionados dados.</p>
<p>15.6. O USU&Aacute;RIO reconhece e aceita que a MEDCHECK informar&aacute; &agrave;s autoridades p&uacute;blicas competentes os dados pessoais &agrave; cuja entrega seja obrigada, nos termos da lei.</p>
<p>15.6.1. A MEDCHECK informar&aacute; &agrave; autoridade judicial, mediante of&iacute;cio, requisi&ccedil;&atilde;o ou decis&atilde;o motivada e que especifique o per&iacute;odo a que se refere a solicita&ccedil;&atilde;o, nos termos dos artigos 10&ordm;, &sect;1&ordm; e 22, Par&aacute;grafo &Uacute;nico da Lei 12.965 de 23 de abril de 2014 (Marco Civil da Internet), quaisquer dados pessoais do USU&Aacute;RIO assim solicitados.</p>
<p>15.6.2. A MEDCHECK informar&aacute; &agrave; autoridade administrativa, mediante of&iacute;cio ou requisi&ccedil;&atilde;o, nos termos do artigo 10&ordm;, &sect;3&ordm; da Lei 12.965, dados pessoais cadastrais referentes &agrave; qualifica&ccedil;&atilde;o pessoal, filia&ccedil;&atilde;o e endere&ccedil;o do USU&Aacute;RIO.</p>
<p>15.8. Exceto nas hip&oacute;teses previstas nestes TERMOS DE USO, a MEDCHECK compromete-se a n&atilde;o divulgar, vender, trocar, alugar, ceder ou de qualquer forma transacionar dados pessoais do USUARIO sem sua pr&eacute;via autoriza&ccedil;&atilde;o.</p>
<p>15.9. O USU&Aacute;RIO poder&aacute;, quando do t&eacute;rmino da rela&ccedil;&atilde;o contratual com a MEDCHECK de que tratam estes TERMOS DE USO, solicitar a exclus&atilde;o definitiva de seus dados pessoais dos servidores da MEDCHECK, respeitados os per&iacute;odos de guarda obrigat&oacute;ria de dados, nos termos do artigo 7&ordm;, X da Lei 12.965.</p>
<p>&nbsp;</p>

<h2>16.DISPOSI&Ccedil;&Otilde;ES GERAIS</h2>
<p>16.1. Estes TERMOS DE USO, que se regem pelas leis da Rep&uacute;blica Federativa do Brasil, vigorar&atilde;o por prazo indeterminado, enquanto o USU&Aacute;RIO continuar a utilizar o APLICATIVO, podendo ser atualizados periodicamente pela MEDCHECK para refletir as novas caracter&iacute;sticas e regras do servi&ccedil;o prestado ao USU&Aacute;RIO, bem como as evolu&ccedil;&otilde;es na pol&iacute;tica de privacidade e seguran&ccedil;a de dados.</p>
<p>16.1.1. O&nbsp;USU&Aacute;RIO&nbsp;concorda para tanto que a&nbsp;MEDCHECK&nbsp;poder&aacute; alterar estes TERMOS DE USO a qualquer tempo.</p>
<p>16.1.2. A MEDCHECK se compromete a dar publicidade aos novos conte&uacute;dos, que entrar&atilde;o em vigor na data de sua publica&ccedil;&atilde;o, pelos meios adequados. &nbsp;</p>
<p>16.1.3. A mera utiliza&ccedil;&atilde;o do APLICATIVO pelo USU&Aacute;RIO faz prova suficiente de sua concord&acirc;ncia com estes TERMOS DE USO.</p>
<p>16.1.4. Caso o USU&Aacute;RIO&nbsp;n&atilde;o concorde com quaisquer altera&ccedil;&otilde;es realizadas nestes TERMOS DE USO, dever&aacute; cancelar seu cadastro junto &agrave; MEDCHECK e se abster de utilizar o APLICATIVO, nos termos da cl&aacute;usula 16.2 abaixo.</p>
<p>16.2. O USU&Aacute;RIO que desejar rescindir estes TERMOS DE USO poder&aacute; faz&ecirc;-lo a qualquer tempo e dever&aacute; comunicar a MEDCHECK, interrompendo obrigat&oacute;ria e imediatamente a utiliza&ccedil;&atilde;o do APLICATIVO.</p>
<p>16.2.1.&nbsp; A rescis&atilde;o destes TERMOS DE USO pelo USU&Aacute;RIO, bem como sua suspens&atilde;o ou resili&ccedil;&atilde;o pela MEDCHECK, n&atilde;o isenta o USU&Aacute;RIO do pagamento de quaisquer valores eventualmente devidos &agrave; MEDCHECK, que seguir&atilde;o sendo pass&iacute;veis de cobran&ccedil;a e de compensa&ccedil;&atilde;o.</p>
<p>16.3. O&nbsp;USU&Aacute;RIO&nbsp;n&atilde;o far&aacute; jus a qualquer indeniza&ccedil;&atilde;o ou compensa&ccedil;&atilde;o, seja pela rescis&atilde;o destes TERMOS DE USO, seja pela suspens&atilde;o ou resili&ccedil;&atilde;o do contrato de licen&ccedil;a de uso de software.</p>
<p>16.3.1. O USU&Aacute;RIO tamb&eacute;m n&atilde;o far&aacute; jus a qualquer indeniza&ccedil;&atilde;o ou compensa&ccedil;&atilde;o pelo impedimento de acesso ao APLICATIVO decorrente da respectiva suspens&atilde;o, resili&ccedil;&atilde;o ou rescis&atilde;o.</p>
<p>16.4. No caso de qualquer reivindica&ccedil;&atilde;o ou controv&eacute;rsia decorrente destes TERMOS DE USO ou a eles relacionada, o USU&Aacute;RIO e a MEDCHECK se comprometem a envidar os melhores esfor&ccedil;os para solucionar a quest&atilde;o de forma amig&aacute;vel, no menor tempo e ao menor custo poss&iacute;vel para ambas as partes, devendo entreter negocia&ccedil;&otilde;es por prazo razo&aacute;vel, at&eacute; o m&aacute;ximo de 30 (trinta) dias contados da primeira notifica&ccedil;&atilde;o</p>
<p>16.5. N&atilde;o chegando a acordo amig&aacute;vel no prazo estipulado na cl&aacute;usula 19.4 acima, o USU&Aacute;RIO e a MEDCHECK elegem, desde j&aacute;, o foro da Comarca de Belo Horizonte, Estado de Minas Gerais, em detrimento de qualquer outro, por mais privilegiado que possa ser, para o ajuizamento de toda e qualquer a&ccedil;&atilde;o judicial ou procedimento administrativo referente a estes TERMOS DE USO ou &agrave; rela&ccedil;&atilde;o contratual de licenciamento de uso de software dele decorrente.</p>
<p>16.6. A eventual toler&acirc;ncia da MEDCHECK quanto ao cumprimento imperfeito, ao cumprimento impontual ou ao descumprimento, por parte do USU&Aacute;RIO, de quaisquer de suas obriga&ccedil;&otilde;es decorrentes destes TERMOS DE USO constitui ato de mera liberalidade, n&atilde;o criando para o USU&Aacute;RIO quaisquer direitos e n&atilde;o constituindo ren&uacute;ncia ou nova&ccedil;&atilde;o de qualquer esp&eacute;cie.</p>
<p>16.7. &Eacute; vedado ao USU&Aacute;RIO transferir ou ceder, a qualquer t&iacute;tulo, sua posi&ccedil;&atilde;o contratual nestes TERMOS DE USO ou qualquer direito ou obriga&ccedil;&atilde;o deles decorrentes sem o pr&eacute;vio e expresso consentimento da MEDCHECK.</p>
<p>16.8. A MEDCHECK poder&aacute; transferir ou ceder sua posi&ccedil;&atilde;o contratual nestes TERMOS DE USO ou qualquer direito ou obriga&ccedil;&atilde;o deles decorrentes a qualquer tempo, sem a necessidade de pr&eacute;vio aviso ao ou consentimento do USU&Aacute;RIO.</p>
<p><strong>CONTATO</strong></p>
<p>Caso reste qualquer d&uacute;vida a respeito do conte&uacute;do do presente instrumento, por favor, contate a 99 por meio dos canais abaixo:</p>
<p>Hor&aacute;rio de atendimento: De segunda &agrave; sexta das 10h &agrave;s 18h.</p>
<p>Telefone: +55 31 99722-8560</p>
